[
  {
    "id": "dom",
    "nom": "Domaines miniers",
    "slug": "domaines",
    "table": "domaines",
    "description": "Territoire national et sous juridiction française, sur lequel l’État ou les collectivités territoriales compétentes sont autorisés à mener ou à faire mener pour leur compte, l'inventaire et l'exploitation des ressources en matières premières du sous-sol classées dans la catégorie des substances de mines.\n\nLes substances de mines sont  regroupées   selon leur nature, leurs méthodes d’exploitation et leurs usages : \nminéraux et métaux, \nhydrocarbures liquides ou gazeux, \ncombustibles fossiles,\néléments radioactifs\n\nDes substances de carrières, telle que les granulats marins, présentent des enjeux équivalents à ceux des substances de mines en matière d’accès à la ressource et empruntent des règles de gestion minière adaptées.\n\nL’exploitation de gîtes de géothermie et l’usage de formations géologiques aptes au stockage souterrain de certaines substances, qui présentent des enjeux équivalents à ceux des substances de mines de part leur localisation dans le sous-sol, empruntent également les règles de gestions minières adaptées à leurs spécificités.",
    "ordre": "1"
  },
  {
    "id": "tmi",
    "nom": "Titres miniers",
    "slug": "titre-minier",
    "description": "Acte administratif individuel qui octroie des droits miniers exclusifs, pour des substances de mines ou des usages du sous-sol, pour une durée et dans un périmètre fixés. L’autorité décisionnaire est le ministre chargée des mines. Le titre n’inclut pas d’autorisation de travaux miniers.",
    "ordre": "2"
  },
  {
    "id": "tma",
    "nom": "Autorisations minières",
    "slug": "autorisation-miniere",
    "description": "Acte administratif individuel qui octroie des droits miniers exclusifs, pour des substances de mines ou des usages du sous-sol, pour une durée et un périmètre fixés. Selon les cas, l’autorité décisionnaire est le ministre chargée des mines, le préfet ou l’Office national des forêts, (mandataire de l'État pour l'administration et la gestion des autorisations de recherches minières pour l’or en Guyane). Certaines autorisations minières peuvent inclurent une autorisation de travaux miniers.",
    "ordre": "3"
  },
  {
    "id": "tty",
    "nom": "Types de titres",
    "slug": "titres-types",
    "table": "titres_types_types",
    "ordre": "4"
  },
  {
    "id": "tst",
    "nom": "Statuts des autorisations et titres miniers",
    "slug": "titres-statuts",
    "table": "titres_statuts",
    "description": "Ce statut caractérise l’état d’avancement du projet minier.\r\nIl indique l’état de disponibilité du domaine minier pour les substances ou les usages visés par le titre ou l’autorisation.",
    "ordre": "5"
  },
  {
    "id": "dty",
    "nom": "Types de démarches",
    "slug": "demarches-types",
    "table": "demarches_types",
    "ordre": "6"
  },
  {
    "id": "dst",
    "nom": "Statuts de démarches",
    "slug": "demarches-statuts",
    "table": "demarches_statuts",
    "ordre": "7"
  },
  {
    "id": "ety",
    "nom": "Types d'étapes",
    "slug": "etapes-types",
    "table": "etapes_types",
    "ordre": "8"
  },
  {
    "id": "est",
    "nom": "Statuts d'étapes",
    "slug": "etapes-statuts",
    "table": "etapes_statuts",
    "ordre": "9"
  },
  {
    "id": "smi",
    "nom": "Substances et usages du sous-sol",
    "slug": "substances-legales",
    "table": "substances_legales_codes",
    "ordre": "10"
  }
]