[
  {
    "id": "acc",
    "nom": "accepté",
    "description": "La demande a fait l’objet d’une décision favorable de l'administration.\n",
    "couleur": "success",
    "ordre": 6
  },
  {
    "id": "cls",
    "nom": "classé sans suite",
    "description": "La demande est classée sans suite par l’administration à défaut de pouvoir mener l’instruction à son terme.\n",
    "couleur": "neutral",
    "ordre": 5
  },
  {
    "id": "dep",
    "nom": "déposé",
    "description": "La demande est déposée auprès du service instructeur.\n",
    "couleur": "warning",
    "ordre": 2
  },
  {
    "id": "des",
    "nom": "désisté",
    "description": "La demande dont le porteur se dessaisit en informant l’administration de son choix de ne pas lui donner suite. Cette démarche demeure publique si elle a fait l’objet d’une consultation du public.",
    "couleur": "neutral",
    "ordre": 8
  },
  {
    "id": "eco",
    "nom": "en construction",
    "description": "Le dossier de demande est en cours d’élaboration par le demandeur.",
    "couleur": "warning",
    "ordre": 1
  },
  {
    "id": "ind",
    "nom": "indéterminé",
    "description": "Les informations contenues dans les étapes de la démarche sont insuffisantes pour en déterminer le statut.\n",
    "couleur": "warning",
    "ordre": 10
  },
  {
    "id": "ini",
    "nom": "initié",
    "description": "La démarche est engagée unilatéralement par l’administration, elle ne fait pas l’objet d’une demande de la part du titulaire du titre ou de l’autorisation.",
    "couleur": "warning",
    "ordre": 3
  },
  {
    "id": "ins",
    "nom": "en instruction",
    "description": "La demande a fait l’objet d’un examen de complétude et de recevabilité.\n",
    "couleur": "warning",
    "ordre": 4
  },
  {
    "id": "rej",
    "nom": "rejeté",
    "description": "La demande a fait l’objet d’une décision défavorable de l'administration. Les textes d’applications du code minier prévoient que les décisions de rejet ne font pas l’objet d’une publication. En conséquence, les démarches qui passent au statut “rejeté” dans Camino sont dé-publiées et rendues inaccessibles aux tiers.\n",
    "couleur": "error",
    "ordre": 7
  },
  {
    "id": "ter",
    "nom": "terminé",
    "description": "La démarche engagée unilatéralement par l’administration qui a fait l’objet d’une décision de l’administration. Celle-ci n’a pas fait l’objet d’une demande de la part du titulaire du titre ou de l’autorisation.\n",
    "couleur": "success",
    "ordre": 9
  }
]