[
  {
    "id": "argc",
    "nom": "argiles communes",
    "gerep": 1101,
    "description": "Roche sédimentaire tendre à grain très fin, constituée de minéraux argileux à dominante de smectites-illites, ainsi que d'autres minéraux (quartz, oxydes...) de couleur gris-foncé, brune, jaune-oranger ou rougeâtre. Elles forment une pâte en présence d'eau et durcissent à la cuisson (terres-cuites). peuvent être utilisées (10 à 20%) dans la fabrication du clinker, constituant de base de tous les ciments."
  },
  {
    "id": "argk",
    "nom": "argiles kaoliniques",
    "gerep": 1102,
    "description": "Roche sédimentaire tendre à grains très fins constituée principalement de kaolinite (minéral argileux blanc à crème) utilisée pour ses propriétés en céramiques communes (sanitaires) et pour matériaux réfractaires (fabrication de chamottes)."
  },
  {
    "id": "argf",
    "nom": "argiles fibreuses (attapulgites ou palygorskites, sépiolites)",
    "gerep": 1103,
    "description": "Roches sédimentaires tendre à grains fins, constituées majoritairement d'argiles alumino-magnésiennes (fibres de 1 à 3 µm de long et de 100 à 300 Angstroms de large. La différence entre la largeur des fibres permet de différentier les sépiolites des attapulgites). L'existence de micropores entre les fibres, confèrent à ces argiles une grande capacité d'absorption."
  },
  {
    "id": "args",
    "nom": "argiles",
    "gerep": 1104,
    "description": "Roches sédimentaires peu consolidées formées de minéraux argileux comme la montmorillonite (silicate d'aluminium et de magnésium hydraté) et la beidellite (silicate naturel d'aluminium hydraté). Ces phyllosilicates ont des propriétés physico-chimiques (gonflement en présence d'eau, rhéologie, adsorption, échanges cationiques...) avec de nombreuses applications dans les secteurs industriels (chimie, métallurgie, environnement, produit de collage en œnologie pour l'élimination des protéines des vins blancs et rosés. Synonyme : bentonite, \"terre à foulon\"."
  },
  {
    "id": "calc",
    "nom": "calcaires",
    "gerep": 1105,
    "description": "Roche sédimentaire (couleur blanc-beige-gris) principalement constituée de calcite (carbonate de calcium (CaCO3) faisant effervescence à l'acide). Caractéristiques pétrophysiques et géomécaniques très hétérogènes en fonction de la cristallinité, porosité, teneur en autres constituants (argiles, quartz...). Pour les variétés de haute pureté et blancheur, utilisations comme charges minérales. Autres utilisations : sidérurgie, verrerie, amendements, principale matière première pour la fabrication du clinker et de la chaux. Elle est également très employée en tant pierre ornementale et de construction et pour les granulats."
  },
  {
    "id": "crai",
    "nom": "craie",
    "gerep": 1106,
    "description": "Roche sédimentaire fine, tendre, friable, de couleur blanche, composée de calcite(CaCO3) d'origine fossilifère. En amendement, est utilisée sous forme pulvérisée, broyée, concassée ou brute pour corriger les sols acides. En liant hydraulique, elle est utilisée dans des proportions de 80 à 90% dans la fabrication du clinker, le constituant de base du ciment mais sert également à la fabrication de chaux et de mortier. Pour les minéraux industriels, la pureté et la blancheur autorisent une utilisation comme charge minérale."
  },
  {
    "id": "glac",
    "nom": "dépôt glaciaire",
    "gerep": 1107,
    "description": "Mélange de roches sédimentaires détritiques hétérogènes d'origine glaciaire constituées de fragments hétérométriques, unis par un ciment naturel (moraines et tillites). Les moraines se présentent sous forme de blocs, de cailloux de sables et d'argiles. Elles peuvent être valorisées comme granulat. Les tillites sont des conglomérats à éléments arrondis et anguleux, suffisamment indurées (dures) pour être valorisées également comme granulat ou comme roche ornementale et de construction."
  },
  {
    "id": "diat",
    "nom": "diatomites",
    "gerep": 1108,
    "description": "Roche sédimentaire tendre et légère formée par accumulation de carapaces siliceuses de micro-organismes en milieux lacustes ou marins. Utilisations industrielles : filtration de liquides alimentaires, charge minérale, absorbant de pollutions. En liant hydraulique, elle peut être utilisée comme additifs pour la fabrication de certains ciments."
  },
  {
    "id": "dolo",
    "nom": "dolomie",
    "gerep": 1109,
    "description": "Roche sédimentaire constituée principalement de dolomite (carbonate double de calcium et de magnésium). Utilisée comme charge minérale dans de nombreuses applications : peintures et enduits, élastomères, papiers et revêtements de sol ou dans l'industrie du verre. Au regard de ses propriétés chimiques, est utilisée comme amendement sous forme pulvérisée, broyée, pour corriger le pH des sols acides."
  },
  {
    "id": "gres",
    "nom": "grès",
    "gerep": 1110,
    "description": "Roche sédimentaire plus ou moins indurée et stratifiée, composée de grains de quartz d'origine détritique (d'une taille comprise entre 63 µm et 2 mm) soudés par un ciment interstitiel de nature variable (calcite, oxydes de fer, silice, minéraux argileux). Dans le domaine des granulats et des roches ornementales et de construction, les propriétés mécaniques et l'aspect esthétique sont valorisés. Dans le domaine des minéraux industriels, elle est utilisée comme source de silice pour la production de ferro-silicium."
  },
  {
    "id": "gref",
    "nom": "grès silico-ferrugineux",
    "gerep": 1111,
    "description": "Roche sédimentaire de couleur brun-orangé constituée d'un mélange de silice et d'oxydes et hydroxydes de fer, utilisée en tant que minéraux industriels, comme agent colorant en céramique."
  },
  {
    "id": "ocre",
    "nom": "ocres",
    "gerep": 1113,
    "description": "Mélange sédimentaire naturel de kaolinite (argile), d'oxyde de fer rouge (hématite) et d'hydroxyde de fer jaune-oranger (limonite) utilisé pour la production de pigments naturels dans les peintures et les enduits."
  },
  {
    "id": "rdet",
    "nom": "roches détritiques grossières",
    "gerep": 1114,
    "description": "Famille de roches sédimentaire détritiques (issues de la dégradation mécanique d'autres roches) constituées d'éléments grossiers (galets) arrondis (qui traduisent un transport long avant sédimentation) cimentés par des éléments plus fins de type sables et graviers. Devenues suffisamment dures (indurées) ces roches sont utilisées pour la production de granulats. En tant que roches ornementales et de construction, elles présentent des caractéristiques mécaniques et esthétiques valorisables en décoration. Cette famille regroupe les roches suivantes : les arkoses, les brèches, les conglomérats et les poudingues. Ces dernières sont celles qui sont le plus souvent utilisées comme roches ornementales."
  },
  {
    "id": "diab",
    "nom": "diabase",
    "gerep": 1405,
    "description": "Roche métamorphique dure, d'origine volcanique à grain fin de couleur sombre (issue de dolérite). Elle est utilisé comme granulat."
  },
  {
    "id": "sgra",
    "nom": "sables et graviers alluvionnaires",
    "gerep": 1117,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme de sables, graviers et galets de nature variable extraits d'anciens lits de cours d'eau et utilisé comme granulat encore aujourd'hui principalement dans des bétons spéciaux ou pour des couches drainantes."
  },
  {
    "id": "trxx",
    "nom": "autres éléments de terres rares"
  },
  {
    "id": "smil",
    "nom": "sables a minéraux lourds",
    "gerep": 1115,
    "description": "Sables alluvionnaires ou de plage composés de minéraux lourds (rutile, zircon, barytine, grenat). L'accumulation des minéraux lourds se fait dans des placers dont l'origine est liée aux paramètres favorables de sédimentation. Ces minéraux peuvent être utilisés en industrie."
  },
  {
    "id": "maer",
    "nom": "maërl",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "gall",
    "nom": "gallium",
    "symbole": "Ga"
  },
  {
    "id": "geob",
    "nom": "gîtes géothermiques basse température"
  },
  {
    "id": "tell",
    "nom": "tellure",
    "symbole": "Te"
  },
  {
    "id": "lant",
    "nom": "lanthane",
    "symbole": "La"
  },
  {
    "id": "lute",
    "nom": "lutécium",
    "symbole": "Lu"
  },
  {
    "id": "sgrm",
    "nom": "sables et graviers marins",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "sssc",
    "nom": "sable siliceux ou silico-calcaire",
    "gerep": 1119,
    "description": "Roche sédimentaire meuble d'origine détritique pouvant soit être constituée majoritairement de grains de quartz (fort % de silice mais < à 98%) soit de calcaire et de silice (silico-calcaire). Ce sable est principalement utilisé comme produits de correction pour la fabrication du clinker, le constituant de base des ciments."
  },
  {
    "id": "sexs",
    "nom": "sable extra siliceux",
    "gerep": 1120,
    "description": "Roche sédimentaire meuble d'origine détritique presque exclusivement constituée de grains calibrés de quartz de très grande pureté (égale ou > 98% de silice), utilisée dans les industries du verre et de la céramique et comme additif fonctionnel."
  },
  {
    "id": "silx",
    "nom": "silex / chert",
    "gerep": 1121,
    "description": "Roche sédimentaire d'origine détritique issue d'une précipitation chimique et constituée de silice calcédonieuse presque pure la rendant très dure et quelques impuretés telles que de l'eau ou des oxydes, ces derniers influant sur sa couleur. De part, la dureté de cette roche, elle est valorisée sous forme de granulat. Pour l'industrie, elle est utilisée, sous forme de galet plus ou moins arrondis dont les propriétés mécaniques permettent d'en faire des charges broyantes ou des produits abrasifs ou dont la grande pureté chimique permet de faire de la silice industrielle. [Définition de la norme européenne EN 932-3 : Roche sédimentaire composée de silice cryptocristalline ou microcristalline (cristaux indétectables à l'œil nu), se formant en général en couches ou en nodules dans le calcaire.] Préférer le terme SILEX au terme CHERT qui vaut dire la même chose. Le silex est un chert se formant dans la craie du Crétacé (cf. falaise d'Etretat)."
  },
  {
    "id": "terv",
    "nom": "terre végétale",
    "gerep": 1122,
    "description": "Horizon sédimentaire humifère constitué suivant la profondeur de l'accumulation de matière organique associée à la croissance des végétaux et de l'altération du substratum rocheux sous-jacent."
  },
  {
    "id": "tour",
    "nom": "tourbe",
    "gerep": 1123,
    "description": "Roche sédimentaire organique résultant de l'accumulation de la matière organique liée à la croissance des végétaux et de leur transformation sous certaines conditions. Elle est utilisée principalement comme amendement."
  },
  {
    "id": "tufo",
    "nom": "tuffeau",
    "gerep": 1124,
    "description": "Roche sédimentaire blanchâtre peu stratifiée à texture crayeuse constituée de calcite, utilisée comme pierre de construction."
  },
  {
    "id": "falu",
    "nom": "faluns",
    "gerep": 1129,
    "description": "Roche sédimentaire meuble d'origine détritique riche en débris de coquilles d'animaux marins. Facilement délitable et transformée en sable, elle est utilisée en tant qu'amendement agricole en substitution de carbonate de calcium ou de calcite. Par le passé, cette roche a été utilisée comme sarcophage pour conserver les corps au regard de sa porosité qui permet d'éviter la putréfaction des chairs et d'absorber les exudats."
  },
  {
    "id": "dior",
    "nom": "diorites",
    "gerep": 1201,
    "description": "Roche plutonique cristalline à texture grenue et homogène, constituée de feldspaths blanchâtres et de silicates ferro-magnésiens colorés (amphiboles, biotite...). En roche ornemental et de construction, elle est sélectionnée pour son aspect décoratif. En granulat, cette roche présente de bonnes caractéristiques mécaniques."
  },
  {
    "id": "gabb",
    "nom": "gabbro",
    "gerep": 1202,
    "description": "Roche plutonique grenue de couleur sombre, contenant des feldspaths calciques et du pyroxène (olivine, biotite et hornblende associés). Cette roche présente généralement de bonnes caractéristiques mécaniques qui la rendent utilisable comme roche ornementale et de construction et comme granulat."
  },
  {
    "id": "cals",
    "nom": "calcschiste",
    "gerep": 1403,
    "description": "Roche métamorphique, d'aspect rubané, provenant de formations argileuses plus ou moins carbonatées comme les marnes et calcaires marneux. Peut être utilisée comme matière première en remplacement du calcaire et/ou des marnes dans la fabrication du clinker, le constituant de base des ciments."
  },
  {
    "id": "corn",
    "nom": "cornéenne",
    "gerep": 1404,
    "description": "Roche métamorphique cristalline plus ou moins orientée, habituellement très dure produite sous l'action de la chaleur d'un magma en fusion (métamorphisme de contact). Les grains sont d'une grosseur homogène et ne suivent pas une orientation préférentielle. Leur composition minéralogique varie selon le degré de métamorphisme et la nature des roches initiales. Elles présentent en général de bonnes résistances au choc et à l'abrasion."
  },
  {
    "id": "sgsc",
    "nom": "sables et graviers silico-calcaires marins",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "diam",
    "nom": "diamant"
  },
  {
    "id": "chro",
    "nom": "chrome",
    "symbole": "Cr"
  },
  {
    "id": "sgsm",
    "nom": "sables et graviers siliceux marins",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "nick",
    "nom": "nickel",
    "symbole": "Ni"
  },
  {
    "id": "grai",
    "nom": "granite et granulite",
    "gerep": 1203,
    "description": "Roche plutonique cristalline à texture grenue de couleur claire (gris, rose ou jaune) composée de quartz, feldspaths et micas, sélectionnée pour son aspect décoratif. Pour les roches ornementales et de construction, une définition \"commerciale\" existe également et est différente de celle-ci dite \"acceptation scientifique\" (cf. point 2.1.156 NF EN 12670 : 2001 page 16). Pour les granulats, cette roche présente de bonnes caractéristiques de rugosité. Pour les minéraux industriels, cette roche rendue friable par l'altération (arénisation) facilite l'extraction de tout ou partie de ses constituants (quartz, feldspaths et micas). Nota : Le terme GRANULITE était utilisé autrefois pour désigner des granites de couleur claire à 2 micas (noir et blanc). qui sont valorisées pour leur aspect esthétique dans le domaine des roches ornementales et de construction."
  },
  {
    "id": "grao",
    "nom": "granodiorite",
    "gerep": 1204,
    "description": "Roche plutonique grenue dont la composition est intermédiaire entre le granite et la diorite. Elle est principalement constituée de quartz (> 10 %) et de feldspaths de couleur claire. Les minéraux secondaires sont la biotite (grains sombres vert, brun ou noir), l'amphibole et le pyroxène. La Pierre de Rosette qui permit de percer le mystère des hiéroglyphes est en granodiorite."
  },
  {
    "id": "ophi",
    "nom": "ophite",
    "gerep": 1205,
    "description": "Roche plutonique intermédiaire entre basalte et gabbro présentant un faciès plus ou moins altéré de couleur vert-foncé. En tant que roche ornementale et de construction elle est sélectionnée pour son aspect décoratif. Son emploi en tant que granulats est dû à sa dureté et à sa compacité."
  },
  {
    "id": "porp",
    "nom": "porphyre",
    "gerep": 1206,
    "description": "Roche plutonique caractérisée par une texture intermédiaire constituée de cristaux de feldpaths baignant dans une matrice finement cristallisée. Dans le domaine des roches ornementales et de construction, la couleur variable de cette roche est utilisée pour son aspect décoratif. Dans le domaine des minéraux industriels, cette roche est employée pour ces propriétés mécaniques (dureté, résistance aux chocs et à l'abrasion)."
  },
  {
    "id": "geom",
    "nom": "activités géothermiques de minime importance"
  },
  {
    "id": "sels",
    "nom": "sels"
  },
  {
    "id": "hafn",
    "nom": "hafnium",
    "symbole": "Hf"
  },
  {
    "id": "syen",
    "nom": "syénite",
    "gerep": 1207,
    "description": "Roche plutonique grenue de couleur rose à rouge, composée de feldspath alcalin (assez riche en silice). Elle se rapproche du granite et du gabbro mais ne contient pas de quartz. L'équivalent volcanique d'une syénite est un trachyte. Elle est utilisée en tant que granulats ou roche ornementale et de construction."
  },
  {
    "id": "ande",
    "nom": "andésite",
    "gerep": 1301,
    "description": "Roche volcanique de couleur gris-clair constituée de cristaux de silicates (plagioclases, biotite, hornblende, pyroxène) dans une matrice vitreuse, avec une bonne homogénéité texturale. Elle présente une bonne résistance mécanique et à l'abrasion."
  },
  {
    "id": "basa",
    "nom": "basalte",
    "gerep": 1302,
    "description": "Roche volcanique dure et massive de couleur gris-foncé à noire, constituée de fin cristaux (pyroxène et olivine) dans une masse vitreuse. Excellentes propriétés mécaniques (dureté), utilisation en tant que granulats et roche ornementale et de construction."
  },
  {
    "id": "cend",
    "nom": "cendres volcaniques riches en silice",
    "gerep": 1303,
    "description": "Roche volcanique formée de fragments généralement à grains fins, peu indurée (pulvérulente) ou indurée. Elle est utilisée en tant que granulats ou comme roches ornementales et de construction."
  },
  {
    "id": "daci",
    "nom": "dacite",
    "gerep": 1304,
    "description": "Roche volcanique de couleur gris-clair constituée de fins cristaux de quartz, plagioclase et silicates ferro-magnésiens baignant dans un verre. Elle est utilisée comme roche ornementale ou de construction et comme granulat."
  },
  {
    "id": "dole",
    "nom": "dolérite",
    "gerep": 1305,
    "description": "Roche volcanique massive, compacte, de couleur sombre (grise à noire), composée de fins cristaux de feldspaths calciques, de pyroxène et parfois d'oxydes de fer. Elle est utilisée en tant que granulats ou en roche ornementale et de construction. On la trouve en association possible des dolérites altérées (diabases issues du métamorphisme des dolérites)."
  },
  {
    "id": "perl",
    "nom": "perlite",
    "gerep": 1306,
    "description": "Roche volcanique de couleur claire à texture vitreuse plus ou moins hydratée et composition rhyolitique utilisée dans l'industrie pour la production d'agents filtrants et d'additifs fonctionnels. Elle est utilisée dans l'industrie pour la production d'agents filtrants et d'additifs fonctionnels."
  },
  {
    "id": "phon",
    "nom": "phonolite",
    "gerep": 1307,
    "description": "Roche volcanique à grain très fin, de couleur grise tirant parfois sur le vert ou le brun, qui se débite en plaques et qui, sous le choc du métal, rend un son clair (dalles sonores). Sa composition chimique est déficitaire en silice (dite sous-saturées en silice). Le silicium y représente donc moins de la moitié des cations. Ces caractéristiques mécaniques (dureté) permettent son utilisation en tant que granulat. En tant que roche ornementale et de construction, elle est utilisée comme pierre ardoisière en Auvergne. En tant que minéraux industriels, sa composition chimique sous-saturée en silice est recherchée pour les industries du verre et de la céramique."
  },
  {
    "id": "pouz",
    "nom": "pouzzolane",
    "gerep": 1308,
    "description": "Roche volcanique scoriacée à texture bulleuse de couleur noire ou rouge brique. Elle est donc assez rarement exploitée en roche de construction sauf dans la région de Clermont-Ferrand et sur l'île de la Réunion. Elle permet la fabrication de moellons utilisés dans le bâtiment compte tenu de leurs propriétés (isolation thermique et phonique) (voir la fiche pouzzolane de Ph. Rocher). L'exploitation en roche ornementale est marginale et est destinée la construction de rocaille décorative dans les jardins d'agrément. En tant que granulats, elle est utilisée comme agent de sablage ou comme agrégat pour la réalisation de massifs drainants. Sa texture bulleuse peu résistante mécaniquement en fait tout de même un granulat léger notamment dans les bétons spéciaux. Dans le domaine des liants hydrauliques, elle peut être utilisée comme additifs pour la fabrication de certains ciments. Dans le domaine des minéraux industriels, elle est utilisée pour ses propriétés d'isolation phonique et thermique."
  },
  {
    "id": "rhyo",
    "nom": "rhyolite",
    "gerep": 1309,
    "description": "Roche volcanique effusive riche en silice de couleur claire constituée de fins cristaux de feldspaths dispersés dans une matrice vitreuse valorisée pour ses propriétés mécaniques et son aspect esthétique soit en tant que roche ornementale et de construction ou en tant que granulats."
  },
  {
    "id": "trac",
    "nom": "trachyte",
    "gerep": 1310,
    "description": "Roche volcanique effusive de couleur gris-clair, à texture souvent poreuse constituée de fins cristaux (microlites) de feldspaths baignant dans une matrice vitreuse (du fait de sa teneur en silice assez élevée). Elle est utilisée pour ses bonnes caractéristiques mécaniques en tant que granulats et comme roches ornementales et de constructions (ex: lave de Volvic, lave de Chambois)."
  },
  {
    "id": "amph",
    "nom": "amphibolite",
    "gerep": 1401,
    "description": "Roche métamorphique présentant de bonnes caractéristiques géomécaniques, de couleur sombre (gris à vert foncé) riche en silicates calciques et ferromagnésiens (essentiellement hornblende, mais aussi feldspath plagioclase) et de minéraux annexes (pyroxène, micas). Elle est utilisée comme roche ornementale et de construction et comme granulat."
  },
  {
    "id": "ardo",
    "nom": "ardoises",
    "gerep": 1402,
    "description": "Roche schistosée, à l'origine une argile, ayant subi un faible métamorphisme. Variétés gris-bleuté à noire dont la texture (à grains très fin et homogène) et la fissillité (débit en plaques fines) sont mis à profit pour la fabrication d'éléments de toiture, de parement et de dallage pour les variétés plus gréseuses (autres utilisations possibles: additifs pour la fabrication du clinker et des ciments)."
  },
  {
    "id": "gnei",
    "nom": "gneiss",
    "gerep": 1406,
    "description": "Roche métamorphique cristalline à faciès rubanné ou lenticulaire (alternance de lits clairs quartzo-feldspathiques et de lits sombres à micas, amphiboles et pyroxènes). Utilisée en tant que granulats pour ses propriétés mécaniques ou en tant que roche ornementale et de construction pour son aspect décoratif."
  },
  {
    "id": "lept",
    "nom": "leptynite",
    "gerep": 1407,
    "description": "Roche métamorphique cristallisée et orientée de couleur claire composée de quartz, feldspath et micas en faible quantité présentant une bonne résistance mécanique."
  },
  {
    "id": "marb",
    "nom": "marbres",
    "gerep": 1408,
    "description": "Roche métamorphique cristalline plus ou moins rubanée, contenant plus de 50 % de carbonates (calcite et plus rarement dolomite) dans laquelle les minéraux ont totalement recristallisé avec des traces d'oxydes métalliques ou d'impuretés lui donnant une grande variété de couleurs. Le métamorphisme de cette roche lui confère une plus grande dureté. Dans le domaine des roches ornementales, elle est sélectionnée pour son aspect décoratif, la recristallisation de ses composants favorise son polissage. Une définition \"commerciale\" existe également et est différente de celle-ci dite \"acceptation scientifique\" (cf. point 2.1.243 NF EN 12670 : 2001 page 22). Dans le domaine des granulats, elle est sélectionnée pour ses propriétés mécaniques (dureté, résistance aux chocs). Dans le domaine des liants hydrauliques, elle peut être utilisée comme matière première en remplacement du calcaire dans la fabrication du clinker, le constituant de base des ciments. Dans le domaine de l'amendement les composants calciques ou magnésiens sont particulièrement utiles pour la correction de pH des milieux acides. Dans le domaine des minéraux industriels, elle est utilisée, après calcination en carbonate de calcium, comme: - charge minérale dans de nombreuses applications industrielles (papier, peinture, plastiques, élastomères) - ou transformée en chaux pour la correction de pH des milieux acides."
  },
  {
    "id": "heli",
    "nom": "hélium",
    "symbole": "He"
  },
  {
    "id": "holm",
    "nom": "holmium",
    "symbole": "Ho"
  },
  {
    "id": "hydo",
    "nom": "hydrocarbures liquides"
  },
  {
    "id": "hydg",
    "nom": "gaz combustible"
  },
  {
    "id": "mics",
    "nom": "micaschistes",
    "gerep": 1409,
    "description": "Roche métamorphique cristallisée et schisteuse caractérisée par l'abondance de la fraction micacée et une plus faible teneur en quartz. Dans le domaine des roches ornementales et de construction, les proportions de quartz et de micas déterminent les propriétés de la roche comme la fissilité pour la production de dallage ou de couverture. Sa richesse en mica confère un aspect brillant à sa surface. Dans le domaine des minéraux industriel, cette roche est valorisée dans des applications de type charge minérale."
  },
  {
    "id": "migm",
    "nom": "migmatite",
    "gerep": 1410,
    "description": "Roche métamorphique formée d'une alternance de roches de type granite de couleur sombre et de roche de type gneiss de couleur clair. La partie de couleur claire est assimilé à la partie de la roche ayant fondu et est appelée \"le mobilisat\". La partie de couleur sombre constitue la partie de la roche étant restée solide et est appelée \"la restite\". Ses bonnes propriétés mécaniques, permettent de l'utiliser comme roche ornementale et de construction ou comme granulat."
  },
  {
    "id": "quat",
    "nom": "quartzites",
    "gerep": 1411,
    "description": "Roche métamorphique massive composée principalement de quartz issue de la recristallisation et de la cimentation du quartz. Les caractéristiques mécaniques sont favorables à la production de granulats de haute qualité (forte résistance à l'abrasion) ou à une utilisation comme roche ornementale et de construction. Le tombeau de Napoléon, aux Invalides, est réalisé dans un bloc de quartzite. Dans le domaine des minéraux industriels, sa pureté est recherchée pour être utilisée comme matériaux réfractaires."
  },
  {
    "id": "rard",
    "nom": "roches ardoisières",
    "gerep": 1412,
    "description": "Roche métamorphique qui est à l'origine de l'argile ayant subi un faible métamorphisme et qui est devenue schisteuse. Ces roches ardoisières ont un plan de schistocité épais et peuvent avoir une fraction gréseuse. Elle comprend notamment les lauzes qui sont utilisées comme pierres de construction (dallage ou toiture)."
  },
  {
    "id": "schi",
    "nom": "schistes",
    "gerep": 1413,
    "description": "Roche métamorphique à grains très fins peu ou pas décelables à l'œil nu présentant un débit en feuillet dû à la schistosité et à la présence de minéraux plats (micas, hornblende...) orientés. Utilisée pour ses propriétés mécaniques, cette roche est particulièrement délitable et donne des granulats de forme assez plate. Son aspect décoratif est valorisé en tant que roche ornementale et de construction."
  },
  {
    "id": "serp",
    "nom": "serpentinite",
    "gerep": 1414,
    "description": "Roche métamorphique de couleur jaunâtre à verdâtre (voire vert sombre) ou présentant des inclusions verdâtres (forme porphyrique) essentiellement constituée (plus de 75 %) d'antigorite (phyllosilicate magnésien). Cette roche provient de l'altération d'une péridotite en présence d'eau. Les serpentinites sont essentiellement exploitées aujourd'hui pour la production de granulats et plus rarement comme roches ornementales."
  },
  {
    "id": "mylo",
    "nom": "mylonites",
    "gerep": 1501,
    "description": "Roche autre cataclastique résultant du cisaillement et du broyage puis de la recristallisation plus ou moins intense de roches préexistantes de différentes natures (éventuellement recristallisées) dans une zone de formation intense de failles. Elle est constituée d'une hétérogénéité de roches."
  },
  {
    "id": "stex",
    "nom": "stérile d'exploitation",
    "gerep": 1502,
    "description": "Roche d'origine diverse, caractérisée par des roches constituant des stériles d'ancienne exploitation (schiste, grès, carbonates ou roche grenue) dont les caractéristiques mécaniques et physiques permettent de les valoriser comme granulat."
  },
  {
    "id": "anda",
    "nom": "andalousite / sillimanite / kyanite - (cyanite - disthène)",
    "gerep": 2002,
    "description": "Minéral - Silicate d'alumine (SiAl2O5). L'andalousite, la silimanite et la Kyanite (Cyanite ou Disthème) ont la même composition chimique mais avec une structure cristalline et des propriétés physico-minéraloriques différentes (triclinique) autrement dit une variété allotropique (même formule chimique mais système cristallin différent). En France, on ne connait pas de gisement de Kyanite à ce jour. L'andalousite et la silimanite y sont exploitées et sont utilisées dans l'industrie. L'andalousite est utilisée pour ses propriétés réfractaires et son excellente résistance aux chocs thermiques. La silimanite, utilisée pour le même usage réfractaire, a toutefois des propriétés physico-minéraloriques sensiblement différentes de l'andalousite."
  },
  {
    "id": "anhy",
    "nom": "anhydrite",
    "gerep": 2003,
    "description": "Forme anhydre (CaSO4) du sulfate de calcium hydraté (gypse), utilisée comme charge dans l'industrie des peintures, plastiques et comme régulateur de prise dans les ciments, plus rarement comme amendement."
  },
  {
    "id": "bary",
    "nom": "barytine",
    "gerep": 2004,
    "description": "Minéral - Sulfate de baryum (BaSO4) présentant une forte densité (4,5) et une bonne inertie chimique utilisé comme charge minérale dans les boues de forage, les bétons spéciaux des installations nucléaires (radioprotection) et certaines peintures industrielles."
  },
  {
    "id": "feld",
    "nom": "feldspaths",
    "gerep": 2007,
    "description": "Minéral - Principal constituant de nombreuses roches magmatiques dont la composition varie entre des pôles potassique (KAlSi3O8), sodique (NaAlSi3O8) et calcique (CaAl2Si2O8), utilisé en céramique et dans la verrerie."
  },
  {
    "id": "kaol",
    "nom": "kaolin",
    "gerep": 2009,
    "description": "Minéral - Extrait de roches granitiques ou sédimentaires composées principalement de kaolinite (silicate d'alumine hydraté Al2Si2O5(OH)4). Le kaolin est utilisé pour sa grande pureté et sa blancheur en céramique (porcelaine) ou comme charges minérales (papier, peinture, etc.). Il peut être également utilisé comme matière première en remplacement de l'argile dans la fabrication de certains clinkers pour ciments blancs (Portland)."
  },
  {
    "id": "mica",
    "nom": "micas",
    "gerep": 2011,
    "description": "Minéral - Silicates en feuillets riches en aluminium et potassium (micas blancs) ou en magnésium et fer (micas noirs) dont les propriétés physico-minéralogiques trouvent de nombreuses applications dans les domaines de l'isolation et des charges minérales."
  },
  {
    "id": "quar",
    "nom": "quartz",
    "gerep": 2012,
    "description": "Minéral - Oxyde de silicium (SiO2) Dans le domaine des granulats, sans grand degré de pureté le quartz est valorisé pour ses caractéristiques mécaniques et certains aspects décoratifs. Dans le domaine des minéraux industriels, sa pureté en SiO2 est recherchée pour sa résistance à l'abrasion dans les revêtements de sols ou comme agent de décapage. Elle constitue une source de silicium pour des applications verre et céramique lorsqu'il présente un très haut degré de pureté."
  },
  {
    "id": "sili",
    "nom": "sillimanite",
    "gerep": 2014,
    "description": "Minéral - Silicate d'alumine (SiAl2O5) de même composition chimique que l'andalousite mais avec une structure cristalline et des propriétés physico-minéralogiques sensiblement différentes."
  },
  {
    "id": "talc",
    "nom": "talc",
    "gerep": 2015,
    "description": "Minéral - Silicate de magnésium hydraté (Mg3 Si4 O10 (OH)2) présentant une structure en feuillets dont les propriétés comme la dureté (1 de l'échelle de Mohs), hydrophobie, grande inertie chimique, blancheur en font un remarquable additif fonctionnel de nombreux domaines (peintures, plastiques, pharmacopée...)."
  },
  {
    "id": "acti",
    "nom": "actinium",
    "symbole": "Ac"
  },
  {
    "id": "grap",
    "nom": "graphite"
  },
  {
    "id": "asta",
    "nom": "astate",
    "symbole": "At"
  },
  {
    "id": "arse",
    "nom": "arsenic",
    "symbole": "As"
  },
  {
    "id": "merc",
    "nom": "mercure",
    "symbole": "Hg"
  },
  {
    "id": "cesi",
    "nom": "césium",
    "symbole": "Cs"
  },
  {
    "id": "cfch",
    "nom": "charbon"
  },
  {
    "id": "zirc",
    "nom": "zirconium",
    "symbole": "Zr"
  },
  {
    "id": "dysp",
    "nom": "dysprosium",
    "symbole": "Dy"
  },
  {
    "id": "erbi",
    "nom": "erbium",
    "symbole": "Er"
  },
  {
    "id": "coox",
    "nom": "gaz carbonique",
    "symbole": "CO2"
  },
  {
    "id": "euro",
    "nom": "europium",
    "symbole": "Eu"
  },
  {
    "id": "gado",
    "nom": "gadolinium",
    "symbole": "Gd"
  },
  {
    "id": "irid",
    "nom": "iridium",
    "symbole": "Ir"
  },
  {
    "id": "scbi",
    "nom": "schistes bitumineux"
  },
  {
    "id": "neod",
    "nom": "néodyme",
    "symbole": "Nd"
  },
  {
    "id": "pyri",
    "nom": "pyrite"
  },
  {
    "id": "mepr",
    "nom": "métaux précieux"
  },
  {
    "id": "oooo",
    "nom": "non précisée(s)"
  },
  {
    "id": "osmi",
    "nom": "osmium",
    "symbole": "Os"
  },
  {
    "id": "pall",
    "nom": "palladium",
    "symbole": "Pd"
  },
  {
    "id": "pras",
    "nom": "praséodyme",
    "symbole": "Pr"
  },
  {
    "id": "prom",
    "nom": "prométhium",
    "symbole": "Pm"
  },
  {
    "id": "prot",
    "nom": "protactinium",
    "symbole": "Pa"
  },
  {
    "id": "radi",
    "nom": "radium",
    "symbole": "Ra"
  },
  {
    "id": "rado",
    "nom": "radon",
    "symbole": "Rn"
  },
  {
    "id": "rhen",
    "nom": "rhénium",
    "symbole": "Re"
  },
  {
    "id": "rhod",
    "nom": "rhodium",
    "symbole": "Rh"
  },
  {
    "id": "rubi",
    "nom": "rubidium",
    "symbole": "Rb"
  },
  {
    "id": "ruth",
    "nom": "ruthénium",
    "symbole": "Ru"
  },
  {
    "id": "sama",
    "nom": "samarium",
    "symbole": "Sm"
  },
  {
    "id": "sele",
    "nom": "sélénium",
    "symbole": "Se"
  },
  {
    "id": "selx",
    "nom": "sel"
  },
  {
    "id": "skst",
    "nom": "stockage souterrain"
  },
  {
    "id": "kclx",
    "nom": "sels de potassium",
    "symbole": "K"
  },
  {
    "id": "phos",
    "nom": "phosphates",
    "symbole": "P"
  },
  {
    "id": "tech",
    "nom": "technétium",
    "symbole": "Tc"
  },
  {
    "id": "meba",
    "nom": "métaux de base"
  },
  {
    "id": "terb",
    "nom": "terbium",
    "symbole": "Tb"
  },
  {
    "id": "thal",
    "nom": "thallium",
    "symbole": "Tl"
  },
  {
    "id": "thor",
    "nom": "thorium",
    "symbole": "Th"
  },
  {
    "id": "thul",
    "nom": "thulium",
    "symbole": "Tm"
  },
  {
    "id": "cfan",
    "nom": "anthracite"
  },
  {
    "id": "selp",
    "nom": "puits d'eau salée"
  },
  {
    "id": "vana",
    "nom": "vanadium",
    "symbole": "V"
  },
  {
    "id": "ytri",
    "nom": "yttrium",
    "symbole": "Y"
  },
  {
    "id": "ytte",
    "nom": "ytterbium",
    "symbole": "Yb"
  },
  {
    "id": "kals",
    "nom": "alun"
  },
  {
    "id": "ferx",
    "nom": "fer",
    "symbole": "Fe"
  },
  {
    "id": "nacl",
    "nom": "sels de sodium",
    "symbole": "Na"
  },
  {
    "id": "bitm",
    "nom": "calcaires bitumineux",
    "description": "Bitumes à usages non énergétiques"
  },
  {
    "id": "buta",
    "nom": "butane"
  },
  {
    "id": "hydc",
    "nom": "hydrocarbures conventionnels liquides ou gazeux"
  },
  {
    "id": "pipe",
    "nom": "pierres précieuses"
  },
  {
    "id": "hydr",
    "nom": "hydrocarbures"
  },
  {
    "id": "rxxx",
    "nom": "autres éléments radioactifs"
  },
  {
    "id": "hyda",
    "nom": "asphalte"
  },
  {
    "id": "cfxx",
    "nom": "combustibles fossiles"
  },
  {
    "id": "polo",
    "nom": "polonium",
    "symbole": "Po"
  },
  {
    "id": "souf",
    "nom": "soufre",
    "symbole": "S"
  },
  {
    "id": "tmas",
    "nom": "tous métaux associés"
  },
  {
    "id": "aloh",
    "nom": "bauxite",
    "symbole": "Al"
  },
  {
    "id": "soxx",
    "nom": "sulfates autres que les sulfates alcalino-terreux"
  },
  {
    "id": "mais",
    "nom": "minerais"
  },
  {
    "id": "bism",
    "nom": "bismuth",
    "symbole": "Bi"
  },
  {
    "id": "grma",
    "nom": "granulats marins"
  },
  {
    "id": "prpy",
    "nom": "propylène"
  },
  {
    "id": "gazn",
    "nom": "gaz naturel"
  },
  {
    "id": "ceri",
    "nom": "cérium",
    "symbole": "Ce"
  },
  {
    "id": "scan",
    "nom": "scandium",
    "symbole": "Sc"
  },
  {
    "id": "hydl",
    "nom": "hydrocarbures liquides"
  },
  {
    "id": "ethy",
    "nom": "éthylène"
  },
  {
    "id": "prpa",
    "nom": "propane"
  },
  {
    "id": "cadm",
    "nom": "cadmium",
    "symbole": "Cd"
  },
  {
    "id": "silc",
    "nom": "silice",
    "gerep": 1120
  },
  {
    "id": "sgin",
    "nom": "sables et grès industriels",
    "gerep": 1120
  },
  {
    "id": "samg",
    "nom": "sables moyens à grossiers",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "galt",
    "nom": "galets",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "tita",
    "nom": "titane",
    "symbole": "Ti"
  },
  {
    "id": "anti",
    "nom": "antimoine",
    "symbole": "Sb"
  },
  {
    "id": "bitu",
    "nom": "bitume"
  },
  {
    "id": "saco",
    "nom": "sables coquilliers",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "fluo",
    "nom": "fluorine",
    "symbole": "F"
  },
  {
    "id": "mang",
    "nom": "manganèse",
    "symbole": "Mn"
  },
  {
    "id": "geoh",
    "nom": "gîtes géothermiques haute température"
  },
  {
    "id": "caci",
    "nom": "calcaires cimentiers",
    "gerep": 1105
  },
  {
    "id": "hydx",
    "nom": "hydrocarbures liquides ou gazeux"
  },
  {
    "id": "sasi",
    "nom": "sables siliceux",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "grsi",
    "nom": "graviers siliceux",
    "gerep": 1118,
    "description": "Mélange sédimentaire meuble constituée d'éléments rocheux de nature variée sous forme sous forme de sables et graviers d'origine détritique, de nature siliceuse et calcaire extrait des fonds marins. Leur utilité est destinée au granulat."
  },
  {
    "id": "selh",
    "nom": "sources d'eau salée"
  },
  {
    "id": "meco",
    "nom": "métaux connexes"
  },
  {
    "id": "selg",
    "nom": "sel gemme"
  },
  {
    "id": "marn",
    "nom": "marnes",
    "gerep": 1112,
    "description": "Roche sédimentaire plus ou moins indurée (dure) et stratifiée (couches successives de sédiments) composée d'un mélange de carbonate de calcium (CaCO3) et d'argiles de différentes natures (de 35% à 65%). Usages : Dans le domaine des granulats, l'emploi de cette roche est exceptionnel bien que présent dans les couches de découverte et que ces caractéristiques mécaniques soient compatibles avec cet usage. Si elle est utilisée comme granulat, c'est principalement sous forme de remblai et encore plus exceptionnellement en granulat pour béton. Dans le domaine de l'agriculture, cette roche est employée comme amendement du fait du mélange carbonate de calcium et argile qu'elle contient. Dans le domaine des liants hydrauliques, cette roche est souvent utilisée comme matière première en remplacement du calcaire et/ou de l'argile dans la fabrication du clinker, le constituant de base des ciments. Dans le domaine des minéraux industriels, elle est exploitée en fonction de sa richesse en calcite afin de constituer des charges minérales. Nota: Les marnes ont une composition chimique intermédiaire entre les calcaires marneux (5 à 35% d'argiles) et les argiles calcareuses ou marnes argileuses (65 à 95% d'argiles)."
  },
  {
    "id": "gyps",
    "nom": "gypse",
    "gerep": 2008,
    "description": "Minéral - Sulfate de calcium hydraté (CaSO4,2H2O). Dans le domaine des liants hydrauliques, ce minéral est utilisé pour la fabrication du plâtre et comme régulateur de prise dans les ciments. Dans le domaine des minéraux industriel, sa pureté chimique et ses caractéristiques physiques comme la blancheur lui permettent d'être utilisé comme charge minérale. Dans le domaine de l'amendement, sa propriété chimique (base) est utilisée pour corriger les sols acides."
  },
  {
    "id": "scor",
    "nom": "substances connexes"
  },
  {
    "id": "plax",
    "nom": "métaux de la mine du platine"
  },
  {
    "id": "wolf",
    "nom": "tungstène",
    "symbole": "W"
  },
  {
    "id": "moly",
    "nom": "molybdène",
    "symbole": "Mo"
  },
  {
    "id": "etai",
    "nom": "étain",
    "symbole": "Sn"
  },
  {
    "id": "cfli",
    "nom": "lignite"
  },
  {
    "id": "auru",
    "nom": "or",
    "symbole": "Au"
  },
  {
    "id": "cuiv",
    "nom": "cuivre",
    "symbole": "Cu"
  },
  {
    "id": "plom",
    "nom": "plomb",
    "symbole": "Pb"
  },
  {
    "id": "arge",
    "nom": "argent",
    "symbole": "Ag"
  },
  {
    "id": "lith",
    "nom": "lithium",
    "symbole": "Li"
  },
  {
    "id": "niob",
    "nom": "niobium",
    "symbole": "Nb"
  },
  {
    "id": "tant",
    "nom": "tantale",
    "symbole": "Ta"
  },
  {
    "id": "cfho",
    "nom": "houille"
  },
  {
    "id": "zinc",
    "nom": "zinc",
    "symbole": "Zn"
  },
  {
    "id": "suco",
    "nom": "substances connexes"
  },
  {
    "id": "bery",
    "nom": "béryllium",
    "symbole": "Be"
  },
  {
    "id": "coba",
    "nom": "cobalt",
    "symbole": "Co"
  },
  {
    "id": "germ",
    "nom": "germanium",
    "symbole": "Ge"
  },
  {
    "id": "indi",
    "nom": "indium",
    "symbole": "In"
  },
  {
    "id": "plat",
    "nom": "platine",
    "symbole": "Pt"
  },
  {
    "id": "uran",
    "nom": "uranium",
    "symbole": "U"
  }
]